# tap "cloudfoundry/tap"
# tap "cockroachdb/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
# tap "mongodb/brew"
tap "tinygo-org/tools"
# tap "universal-ctags/universal-ctags"
brew "apache-spark"
# brew "asciinema"
brew "azure-cli"
brew "bash-completion"
brew "cmake"
brew "coreutils"
# brew "ctop"
brew "go"
brew "direnv"
brew "docker"
# brew "docker-completion"
# brew "dos2unix"
# brew "figlet"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
# brew "gradle"
# brew "grc"
brew "grep"
brew "hadoop"
brew "helm"
# brew "htop"
# brew "hugo"
brew "java"
brew "jc"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lastpass-cli"
# brew "lolcat"
brew "macvim"
brew "maven"
brew "minikube"
brew "moreutils"
brew "protobuf"
# brew "mosh"
brew "node"
brew "nodejs"
# brew "nyancat"
brew "prometheus"
# brew "rustup-init"
# brew "shellcheck"
# brew "shpotify"
# brew "softhsm"
brew "sqlite"
# brew "stress"
brew "the_platinum_searcher"
brew "the_silver_searcher"
# brew "tig"
# brew "tj"
brew "tmux"
# brew "travis"
# brew "tree"
# brew "vim"
# brew "vitetris"
# brew "wabt"
# brew "wasmer"
# brew "watch"
# brew "cockroachdb/tap/cockroach"
brew "git-duet/tap/git-duet"
# brew "mongodb-community@7.0"
brew "tinygo-org/tools/tinygo"
# brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-studio"
cask "flycut"
cask "font-inconsolata-dz-for-powerline"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "iterm2"
cask "keycastr"
cask "microsoft-remote-desktop"
cask "mongodb-compass"
cask "powershell"
cask "vagrant"
cask "visual-studio-code"
